
start_text = Здравствуйте. Добро пожаловать в наш бот!
     Давайте сначала выберем язык!

language_uz =🇺🇿 Узбекский язык
language_ru =🇷🇺 Русский язык

phone_btn_text =📞 Отправьте номер телефона

register_phone_text = 📞 Введите свой номер телефона для регистрации.
     Например <b>995016004</b>

invalid_phone_text = <b>⚠️ Введен неверный номер формата!</b>
     Например <b>995016004</b>

register_fullName_text = Пожалуйста, введите F.I.SH!

invalid_fullName_text = ⚠️ <b>Введена неверная информация</b>
     <i>Пожалуйста, введите F.I.O!</i>

success_register_text = ✅ Вы успешно зарегистрировались!

main_menu_title = ⚡️ Главное меню ⚡️

product_text = 🛍 Продукты

my_order_text = 🛒 Мои заказы

feedback_menu_text = ✍️ Оставить отзыв

about_menu_text =️ℹ️ О нас

setting_menu_text = ⚙️ Настройки

bacK_to_main_text = 🔙 Главное меню