
start_text = Здравствуйте. Добро пожаловать в наш бот!
     Давайте сначала выберем язык!

language_uz =🇺🇿 Узбекский язык
language_ru =🇷🇺 Русский язык

phone_btn_text =📞 Отправьте номер телефона

register_phone_text = 📞 Введите свой номер телефона для регистрации.
     Например <b>99*******</b>

invalid_phone_text = <b>⚠️ Введен неверный номер формата!</b>
     Например <b>99*******</b>

register_fullName_text = Пожалуйста, введите F.I.SH!

invalid_fullName_text = ⚠️ <b>Введена неверная информация</b>
     <i>Пожалуйста, введите F.I.O!</i>

success_register_text = ✅ Вы успешно зарегистрировались!

main_menu_title = ⚡️ Главное меню ⚡️

product_text = 🛍 Заказать

my_order_text = 🛒 Мои заказы

feedback_menu_text = ✍️ Оставить отзыв

call_center_menu_text = ☎️ Контакты

gift_menu_text =🎁 Действие

about_menu_text =️ℹ️ О нас

setting_menu_text = ⚙️ Настройки

bacK_to_main_text = 🔙 Главное меню

about_me_company_text = <b>“AQUA SOFF” MCHJ</b>

     <i>Для справки: {$phone_number}</i>
     <i>Адрес: город Ташкент, Юнусабадский район, Центр-4, 12 дом, комната 108</i>

setting_change_text =⚙️ Выберите Настройки

change_language_text =🔄 Изменить язык 

change_my_info =ℹ️ Моя информация 

back_to_btn_menu =🔙 Главное меню

back_to_setting_menu = 🔙 Назад

language_change_text =🔄 Выберите язык

change_my_info_text = <b>ℹ️ Моя информация</b>

     Ф.И.Ш: <b>{$full_name}</b>
     ТЕЛЛ: <b>{$phone_number}</b>

     <i>Нажмите соответствующую кнопку, чтобы отредактировать информацию!</i>

change_full_name_text =🔄 Ф.И.Ш Изменить

change_phone_number_text =🔄 Изменить номер

cancel_changing_text =◀️ Назад

cancel_action_text =🛑 Отмена

success_done_action = ✅ Выполнено успешно!

edit_phone_number_text = Введите свой номер телефона!


feedback_comment_text = Оставить комментарий. Ваше мнение важно для нас.

comment_success_text = ✅ Ваше сообщение отправлено администратору!


product_details = <i>Подробнее о продукте </i>
     Объем: <b>18.9 л</b>
     Цена (1 шт.): <b>15 000 сум</b>

     <i>Введите количество товара</i>
     Например: <b>10; 20; 30</b>

order_count_text = Напишите сумму заказа!

invalid_order_amount = <i>⚠️ Введена неверная сумма!</i>
     <i>Например: <b>10; 20; 30;</b></i>

location_text = Lokatsiyani 
delivery_location = <i>📍 Отправьте адрес доставки заказа!</i>

location_btn_text =📍 Отправить местоположение

order_success_message = <i> ✅ Заказ принят. Номер заказа: <b>{$order_number}</b></i>

order_payment_info = <b>💸 Оформить заказ!</b>
      <i>📍 Тип заказа: <b>18.9 л</b></i>
      <i>📄 Номер заказа: <b>{$order_number}</b></i>
      <i>📦 Количество заказа: <b>{$order_amout}</b> кусок</i>
      <i>💰 Общая стоимость: <b>{$order_price}</b> сум</i>
      <i>🕓 Дата заказа: <b>{$order_date}</b></i>

payme_pay_menu_text = Оплата (Payme)
click_pay_menu_text = Оплата (Click)

new_order_nessage_to_admin = <i>💎 Прибыл новый заказ. Номер заказа: <b>{$order_number}</b></i>

no_my_order_yet = <i>📦 У вас нет заказов</i>

reject_order_message_text = <i>❌ Ваш цифровой заказ <b>{$order_number}</b> отклонен!</i>

call_center_info_text =<b>Контакты</b>
      <i>🔍 Номера для вопросов и предложений:</i>

      <i>☎️ Колл-центр: <b>+998 (99) 140-09-99</b></i>
      <i>☎️ Дополнительный номер: <b>+998 (97) 776-17-17</b></i>
gift_info_text  = <b> 🎁🎁 Действие 🎁🎁</b>

    <i>🎉 Один кулер добавится тем, кто заплатит за 300 воды (4,5 млн сумов)</i>

order_payment_status_text = <b>⚠️ Ограничено</b>

     <i>Этот заказ отменен или уже оплачен!</i>

payment_title_text = 💰 Номер заказа {$order_number} ({$order_type})   

payment_details_text = Вы должны заплатить, чтобы подтвердить свой цифровой заказ {$order_number}. После оплаты с вами свяжутся ответственные сотрудники.

successfully_payment_text = <b>✅ To'lov amalga oshirildi</b>

    🔰 Buyurtma raqami: <b>{$order_number}</b>  
    💵 To'langan summa: <b>{$order_price}</b> so'm 
    🗓 To'lov sanasi: <b>{$payment_date}</b>

many_request_text = ❗️Пожалуйста, не отправляйте слишком много запросов!